[
{"quote": ["The true secret of happiness lies in taking a genuine interest in all the details of daily life."], "author": ["William Morris"]},
{"quote": ["The secret of your future is hidden in your daily routine."], "author": ["Mike Murdock"]},
{"quote": ["Death is nothing, but to live defeated and inglorious is to die daily."], "author": ["Napoleon Bonaparte"]},
{"quote": ["People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily."], "author": ["Zig Ziglar"]},
{"quote": ["The secret of your success is determined by your daily agenda."], "author": ["John C. Maxwell"]},
{"quote": ["The purpose of art is washing the dust of daily life off our souls."], "author": ["Pablo Picasso"]},
{"quote": ["Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally."], "author": ["Hannah Bronfman"]},
{"quote": ["In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact."], "author": ["Les Brown"]},
{"quote": ["Peace in the world starts with peace in oneself. If everyone lives mindfully, everyone will be more healthy, feel more fulfilled in their daily lives and there will be more peace."], "author": ["Thich Nhat Hanh"]},
{"quote": ["It's not the daily increase but daily decrease. Hack away at the unessential."], "author": ["Bruce Lee"]},
{"quote": ["Transportation is the center of the world! It is the glue of our daily lives. When it goes well, we don't see it. When it goes wrong, it negatively colors our day, makes us feel angry and impotent, curtails our possibilities."], "author": ["Robin Chase"]},
{"quote": ["Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become."], "author": ["C. S. Lewis"]},
{"quote": ["Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures."], "author": ["John F. Kennedy"]},
{"quote": ["God meets daily needs daily. Not weekly or annually. He will give you what you need when it is needed."], "author": ["Max Lucado"]},
{"quote": ["You have to really use your imagination to refresh your daily life."], "author": ["Eric-Emmanuel Schmitt"]},
{"quote": ["Your daily life is your temple and your religion. When you enter into it take with you your all."], "author": ["Khalil Gibran"]},
{"quote": ["Our daily decisions and habits have a huge impact upon both our levels of happiness and success."], "author": ["Shawn Achor"]},
{"quote": ["Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart."], "author": ["Mahatma Gandhi"]},
{"quote": ["I have a fundamental belief in the Bible as the Word of God, written by those who were inspired. I study the Bible daily."], "author": ["Isaac Newton"]},
{"quote": ["I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work."], "author": ["Neil Armstrong"]},
{"quote": ["Democracy is not just an election, it is our daily life."], "author": ["Tsai Ing-wen"]},
{"quote": ["The sky is the daily bread of the eyes."], "author": ["Ralph Waldo Emerson"]},
{"quote": ["Fires can't be made with dead embers, nor can enthusiasm be stirred by spiritless men. Enthusiasm in our daily work lightens effort and turns even labor into pleasant tasks."], "author": ["James Baldwin"]},
{"quote": ["Making better choices takes work. There is a daily give and take, but it is worth the effort."], "author": ["Tom Rath"]},
{"quote": ["Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle."], "author": ["Jackee Harry"]},
{"quote": ["If your daily life seems poor, do not blame it; blame yourself that you are not poet enough to call forth its riches; for the Creator, there is no poverty."], "author": ["Rainer Maria Rilke"]},
{"quote": ["You should examine yourself daily. If you find faults, you should correct them. When you find none, you should try even harder."], "author": ["Unknown"]},
{"quote": ["I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily."], "author": ["Lil' Kim"]},
{"quote": ["Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace."], "author": ["Victor Hugo"]},
{"quote": ["All major religious traditions carry basically the same message, that is love, compassion and forgiveness the important thing is they should be part of our daily lives."], "author": ["Dalai Lama"]},
{"quote": ["Life is full of change and uncertainty. We know this. We experience it on a daily basis."], "author": ["Carre Otis"]},
{"quote": ["Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world."], "author": ["Annie Lennox"]},
{"quote": ["But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful."], "author": ["Elizabeth Edwards"]},
{"quote": ["Always remember, the goals that we have achieved pale in comparison to the daily commitments it took to get there."], "author": ["Dabo Swinney"]},
{"quote": ["Exercise, prayer, and meditation are examples of calming rituals. They have been shown to induce a happier mood and provide a positive pathway through life's daily frustrations."], "author": ["Chuck Norris"]},
{"quote": ["I think a role model is a mentor - someone you see on a daily basis, and you learn from them."], "author": ["Denzel Washington"]},
{"quote": ["Without deep reflection one knows from daily life that one exists for other people."], "author": ["Albert Einstein"]},
{"quote": ["Genius is the ability to renew one's emotions in daily experience."], "author": ["Paul Cezanne"]},
{"quote": ["Many big and small things happen in our lives, almost on daily basis, and I hope that everyone would not lose the trust that they have in themselves, and never lose positive attitude."], "author": ["Gong Hyo-jin"]},
{"quote": ["In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together."], "author": ["Margaret J. Wheatley"]},
{"quote": ["Being a Christian is more than just an instantaneous conversion - it is a daily process whereby you grow to be more and more like Christ."], "author": ["Billy Graham"]},
{"quote": ["When you've been abused daily and you see people humiliated and harassed, you just get tired of it."], "author": ["Claudette Colvin"]},
{"quote": ["True love brings up everything - you're allowing a mirror to be held up to you daily."], "author": ["Jennifer Aniston"]},
{"quote": ["My parents are very hard working people who did everything they could for their children. I have two brothers and they worked dog hard to give us an education and provide us with the most comfortable life possible. My dad provided for his family daily. So, yes, that is definitely in my DNA."], "author": ["David Oyelowo"]},
{"quote": ["What is the good of your stars and trees, your sunrise and the wind, if they do not enter into our daily lives?"], "author": ["E. M. Forster"]},
{"quote": ["That's the thing about depression: A human being can survive almost anything, as long as she sees the end in sight. But depression is so insidious, and it compounds daily, that it's impossible to ever see the end. The fog is like a cage without a key."], "author": ["Elizabeth Wurtzel"]},
{"quote": ["Our daily deeds as ordinary South Africans must produce an actual South African reality that will reinforce humanity's belief in justice, strengthen its confidence in the nobility of the human soul, and sustain all our hopes for a glorious life for all."], "author": ["Nelson Mandela"]},
{"quote": ["I learned a few years ago that balance is the key to a happy and successful life, and a huge part of achieving that balance is to instill rituals into your everyday life - a nutritious balanced diet, daily exercise, time for yourself through meditation, reading, journaling, yoga, daily reflection, and setting goals."], "author": ["Gretchen Bleiler"]},
{"quote": ["How wonderful to know that Christianity is more than a padded pew or a dim cathedral, but that it is a real, living, daily experience which goes on from grace to grace."], "author": ["Jim Elliot"]},
{"quote": ["I'm just living daily and I thank God for every day that I have."], "author": ["Daniel Jacobs"]},
{"quote": ["I make mistakes daily, letting generalizations creep into my thoughts and negatively affect my behavior. These mistakes have taught me that the first step to successfully choosing kindness is being more mindful about it, letting go of impatience and intolerance along the way."], "author": ["Daniel Lubetzky"]},
{"quote": ["Dreams are the guiding words of the soul. Why should I henceforth not love my dreams and not make their riddling images into objects of my daily consideration?"], "author": ["Carl Jung"]},
{"quote": ["I am proud to have been born in Iowa. Through the eyes of a ten-year-old boy, it was a place of adventure and daily discoveries - the wonder of the growing crops, the excitements of the harvest, the journeys to the woods for nuts and hunting, the joys of snowy winters, the comfort of the family fireside, of good food and tender care."], "author": ["Herbert Hoover"]},
{"quote": ["We all have our likes and our dislikes. But... when we're doing news - when we're doing the front-page news, not the back page, not the op-ed pages, but when we're doing the daily news, covering politics - it is our duty to be sure that we do not permit our prejudices to show. That is simply basic journalism."], "author": ["Walter Cronkite"]},
{"quote": ["I have learned that, although I am a good teacher, I am a much better student, and I was blessed to learn valuable lessons from my students on a daily basis. They taught me the importance of teaching to a student - and not to a test."], "author": ["Erin Gruwell"]},
{"quote": ["We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee."], "author": ["Marian Wright Edelman"]},
{"quote": ["The greatest heroes are those who do their duty in the daily grind of domestic affairs whilst the world whirls as a maddening dreidel."], "author": ["Florence Nightingale"]},
{"quote": ["Meditation on inevitable death should be performed daily. Every day one should meditate on being carried away by surging waves, falling from thousand-foot cliffs, dying of disease."], "author": ["Yamamoto Tsunetomo"]},
{"quote": ["God does not die on the day when we cease to believe in a personal deity, but we die on the day when our lives cease to be illumined by the steady radiance, renewed daily, of a wonder, the source of which is beyond all reason."], "author": ["Dag Hammarskjold"]},
{"quote": ["In play, a child is always above his average age, above his daily behavior; in play, it is as though he were a head taller than himself."], "author": ["Lev Vygotsky"]}
]